{
  "facts": [
    "India is home to the world's largest gathering of people, the Kumbh Mela, which is visible from space.",
    "India is the world's largest democracy, with over 900 million eligible voters.",
    "The Indian Railways is the largest employer in the world, with over 1.4 million employees.",
    "Chess, one of the world's oldest games, originated in India around the 6th century.",
    "India has the largest population of vegetarians in the world, with over 30% of the population following a vegetarian diet.",
    "The city of Varanasi, India, is one of the oldest continuously inhabited cities in the world, dating back to at least 1800 BCE.",
    "India is the only country in the world that has both lions and tigers in the wild.",
    "India produces more than 70% of the world's spices, making it the largest producer and exporter of spices.",
    "The game of Snakes and Ladders was invented in India as a moral lesson about karma.",
    "India has the world's highest cricket ground, located at Chail, Himachal Pradesh, at an altitude of 2,444 meters.",
    "India was the first country to mine diamonds, with the earliest recorded mines dating back to 4th century BCE.",
    "The Brihadeeswarar Temple in Tamil Nadu is one of the largest temples in India and is made entirely out of granite.",
    "India has the largest postal network in the world, with over 1.5 lakh post offices.",
    "The Himalayas, the world’s tallest mountain range, separates India from the rest of Asia.",
    "India is the world’s second-largest English-speaking country, with around 125 million people speaking the language.",
    "The Indian national Kabaddi team has won all the World Cup tournaments held in the sport, both men's and women's.",
    "India is the birthplace of Yoga, which has been practiced for over 5,000 years.",
    "The world's first university, Nalanda, was established in India around 700 BCE.",
    "India is home to the wettest inhabited place on Earth, Mawsynram, which receives an average annual rainfall of 11,871 mm.",
    "Shampooing is an Indian concept, with the word 'shampoo' derived from the Sanskrit word 'champu,' which means to massage.",
    "India has more than 300,000 active mosques, more than any other country in the world.",
    "The Lotus Temple in Delhi has 27 free-standing marble-clad petals, making it one of the most visited buildings in the world.",
    "India is the world's largest producer of milk, contributing over 22% of global milk production.",
    "The Indian national anthem was originally written in Bengali and later translated into Hindi.",
    "India has a floating post office in Dal Lake, Srinagar, which is unique and one-of-a-kind.",
    "The Indian Space Research Organisation (ISRO) successfully launched 104 satellites in a single mission in 2017, setting a world record.",
    "India is the world's largest producer of bananas, contributing around 27% of the global production.",
    "The world's highest motorable road is in India, located at Umling La Pass, which sits at an altitude of 19,300 feet.",
    "India has a village called Shani Shingnapur where houses have no doors because residents believe their deity Shani protects them.",
    "India is the only country where dolphins are recognized as non-human persons, making dolphin shows illegal.",
    "The Bandra-Worli Sea Link in Mumbai is made up of steel wires equal to the earth's circumference.",
    "India was one of the richest countries in the world until the British invasion in the 17th century.",
    "India's film industry, Bollywood, produces more films annually than any other country, including Hollywood.",
    "The Indian national flag was designed by Pingali Venkayya, who was a freedom fighter and a farmer.",
    "India has the largest number of UNESCO World Heritage Sites in the world, with 40 cultural and natural sites.",
    "The Golden Temple in Amritsar feeds around 100,000 people daily, offering free meals to anyone regardless of their religion.",
    "India is the birthplace of four major religions: Hinduism, Buddhism, Jainism, and Sikhism.",
    "The Tirupati Balaji temple and the Kashi Vishwanath temple both receive more visitors than the Vatican City and Mecca combined.",
    "The Taj Mahal in India was built by Emperor Shah Jahan in memory of his wife Mumtaz Mahal and is one of the Seven Wonders of the World.",
    "India's Vande Bharat Express, also known as Train 18, is the fastest train in the country, reaching speeds of up to 180 km/h.",
    "India has a village named Jatinga where birds inexplicably commit mass suicide every year during the monsoon months.",
    "The Indian Ocean is named after India, the only country to have an ocean named after it.",
    "India's first rocket was transported on a bicycle to the Thumba Launching Station in Kerala in 1963.",
    "The Indian Army's High Altitude Warfare School (HAWS) is one of the most elite military training centers in the world.",
    "India has the world’s largest network of roads, covering over 5.89 million kilometers.",
    "The Indian festival of Holi, also known as the Festival of Colors, is celebrated by millions worldwide.",
    "India's Baily Bridge in Ladakh is the highest bridge in the world, located at an altitude of 5,602 meters above sea level.",
    "India has a village called Kodinhi, known as the ‘Twin Village,’ where the rate of twin births is higher than anywhere else.",
    "The Indian peacock, known as Pavo cristatus, is the national bird of India.",
    "India's Andaman and Nicobar Islands are home to the only known Paleolithic people, the Sentinelese, who remain untouched by modern civilization.",
    "The largest gathering of women in the world, the Attukal Pongala festival, takes place in Kerala, India.",
    "India's road network is second only to the United States, covering more than 5.5 million kilometers.",
    "The Konark Sun Temple in Odisha is designed in the shape of a giant chariot, complete with 24 wheels and 7 horses.",
    "India has a spa in the Himalayas, Ananda in the Himalayas, which is consistently ranked among the best spas in the world.",
    "The Indian city of Jaipur is also known as the Pink City because of the dominant color scheme of its buildings.",
    "India is the world's largest producer of tea, with the state of Assam being the largest tea-producing region.",
    "The Indian festival Diwali, also known as the Festival of Lights, is celebrated by more than a billion people worldwide.",
    "India has a tradition of classical dance forms, including Bharatanatyam, Kathak, Odissi, and Kathakali, each with a rich cultural heritage.",
    "The Indian rhinoceros, found in Assam, is one of the largest species of rhinos in the world.",
    "India's Mars Orbiter Mission (Mangalyaan) made India the first country to reach Mars orbit in its first attempt.",
    "The Sundarbans in India is the largest mangrove forest in the world and is home to the famous Royal Bengal Tiger.",
    "India's Chilika Lake is Asia's largest brackish water lagoon and is a major wintering ground for migratory birds.",
    "The Indian state of Meghalaya is known as the 'Abode of Clouds' and has the world's longest cave system.",
    "The Harmandir Sahib, also known as the Golden Temple, is the holiest site in Sikhism and is covered in 750 kg of gold.",
    "India's Jaipur Foot is a low-cost, highly durable prosthetic leg that has helped millions of amputees around the world.",
    "India's Cochin International Airport is the world's first airport to run completely on solar power.",
    "The Indian Banyan tree in Kolkata's Acharya Jagadish Chandra Bose Botanical Garden is one of the largest trees in the world by canopy coverage.",
    "The Indian state of Rajasthan is home to the Thar Desert, one of the largest deserts in the world.",
    "India's national flower, the lotus, is a symbol of purity, beauty, wealth, and prosperity.",
    "India has a floating national park, Keibul Lamjao, located in Manipur, and it is the only floating park in the world.",
    "The Indian state of Kerala is known as 'God's Own Country' for its beautiful landscapes and backwaters.",
    "India's Dabur is one of the world's largest producers of Ayurvedic medicine and natural healthcare products.",
    "The Indian festival Raksha Bandhan celebrates the bond between brothers and sisters, where sisters tie a protective thread on their brothers' wrists.",
    "India's oldest dam, the Kallanai Dam in Tamil Nadu, was built over 2,000 years ago and is still in use today.",
    "India has the world's largest population of cows, with around 300 million cattle.",
    "The Indian state of Sikkim is the first state in the world to become fully organic, banning the use of chemical pesticides and fertilizers.",
    "India's Amul, known for its dairy products, is one of the largest dairy cooperatives in the world.",
    "The Indian city of Mumbai is home to Dharavi, one of the largest slums in the world.",
    "India's Independence Day is celebrated on August 15th every year, marking the end of British rule in 1947.",
    "India's Bandhavgarh National Park is believed to have the highest density of Bengal tigers in the world.",
    "India's Munnar region is famous for its rolling hills and tea plantations, making it a popular tourist destination.",
    "India's Golden Quadrilateral is a highway network connecting Delhi, Mumbai, Chennai, and Kolkata, making it the fifth-longest highway in the world.",
    "India's spices were once so valuable that they were used as currency in trade with the Roman Empire.",
    "India has more than 1.4 billion people, making it the second-most populous country in the world.",
    "India's Tirumala Venkateswara Temple is one of the wealthiest religious institutions in the world.",
    "India's national currency, the Indian Rupee, is issued by the Reserve Bank of India.",
    "India's Bollywood actors are some of the most popular and highest-paid celebrities in the world.",
    "India's Mughal architecture, exemplified by the Taj Mahal, blends Persian, Islamic, and Indian styles.",
    "India's national emblem, the Lion Capital of Ashoka, symbolizes power, courage, and pride.",
    "India's Mysore Palace in Karnataka is one of the most visited tourist attractions in the country.",
    "India's Sundarbans Delta is the largest delta in the world, formed by the confluence of the Ganges, Brahmaputra, and Meghna rivers.",
    "India's Western Ghats are one of the world's eight biodiversity hotspots, with many species found nowhere else on Earth."
  ]
}
